Repository: 84000/data-translation-memory
Catalog: toh130-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱི་ན་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ན།
en: The Blessed One was dwelling in the Deer Park by the Hill of the Fallen Sages near Vārāṇasī,

source: དགྲ་བཅོམ་པ་ཉི་ཁྲིའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། །
en: together with a great saṅgha of twenty thousand worthy monks and

source: བྱང་ཆུབ་སེམས་དཔའ་ཁྲི་ཉིས་སྟོང་ལ་འདི་ལྟ་སྟེ།
en: twelve thousand bodhisattvas that included

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེང་གེའི་སེང་གེ་དང་། སེང་གེའི་བློ་གྲོས་དང་། ལེགས་པར་གནས་པའི་བློ་གྲོས་དང་། དཔེ་མེད་བློ་གྲོས་དང་། ས་འཛིན་དང་། མེས་བྱིན་དང་། ཆུ་ལྷ་དང་། དཀོན་མཆོག་འབྱུང་གནས་དང་། ཕུག་སྦས་དང་བཟང་སྐྱོང་དང་གློག་ལྷ་དང་། རྣམ་པར་སྣང་བྱེད་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། ཡེ་ཤེས་འབྱུང་གནས་དང་། བརྩོན་པ་མི་གཏོང་དང་། མཐོང་བ་དོན་ཡོད་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་
en: the bodhisattva great beings Harisiṃha, Siṃhamati, Su­pratiṣṭhita­buddhi, Anupamamati, Dharaṇīṃdhara, Agnidatta, Varuṇa, Ratnākara, Guhyagupta, Bhadrapāla, Vidyutdeva, Vairocana, Mañjuśrī Kumārabhūta, Jñānākara, Anikṣiptadhura, Amoghadarśin, and the bodhisattva great being Maitreya.

source: ལྷའི་བུ་མཚམས་བཟང་དང་ལེགས་པར་གནས་པའི་བློ་གྲོས་ལ་སོགས་པ་ཐམས་ཅད་ཀྱང་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་ཉི་ཁྲི་དང་ཡང་ཐབས་ཅིག་གོ།
en: Also in attendance were twenty thousand gods who had all entered the Great Vehicle, such as Susīma and Su­pratiṣṭhita­buddhi.

source: དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཅིང་མདུན་གྱིས་བལྟས་ཏེ་ཆོས་སྟོན་ཏོ། །
en: At that time the Blessed One, surrounded and venerated by a retinue of several hundred thousand beings, was teaching the Dharma.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོ་སྟན་ལས་ལངས་ཏེ།
en: The bodhisattva great being Padmaśrīgarbha stood up,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: draped his shawl over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས།
en: With his palms together, he bowed toward the Blessed One,

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: and inquired of the Blessed One,

source: གལ་ཏེ་ཞུས་ནས་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་ཕྱེ་ན། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བདག་ཕྱོགས་འགའ་ཞིག་ཞུའོ། །
en: If this is an opportune moment for the Blessed One to grant me answers to some questions of mine, may I put them to the Blessed One, the thus-gone, worthy, completely perfect Buddha?

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One replied to the bodhisattva great being Padmaśrīgarbha,

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ལ་དེ་བཞིན་གཤེགས་པས་དྲིས་པ་ལུང་བསྟན་པའི་ཕྱིར། རྟག་ཏུ་སྐབས་ཕྱེས་པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཅི་དང་ཅི་འདོད་པ་དྲིས་ཤིག་དང་ངས་དྲིས་པ་དེ་དང་དེའི་ལུང་བསྟན་པས་ཁྱོད་ཀྱི་སེམས་རངས་པར་བྱའོ།
en: “Padmaśrīgarbha, it is always opportune for the Thus-Gone One to address your concerns. Padmaśrīgarbha, ask the Thus-Gone One, the worthy, completely perfect Buddha, whatever you wish, and I will address your questions, so that you may feel at ease.

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: The bodhisattva great being Padmaśrīgarbha asked the Blessed One,

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་དང་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པ་དང་། སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཀྱང་འཐོབ་ཅིང་།
en: “Blessed One, how is it that bodhisattva great beings render irreversible their progress to unsurpassed and completely perfect awakening, come to possess the five types of clairvoyance, and attain the illusory absorption?

source: ཏིང་ངེ་འཛིན་དེ་ཐོབ་མ་ཐག་ཏུ་ཇི་ལྟ་ཇི་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ལུས་མངོན་པར་སྤྲུལ་ནས་སེམས་ཅན་རྣམས་ཀྱི་མོས་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཆོས་སྟོན་པ་དང་།
en: How is it that, as soon as they attain that absorption, they emanate whatever bodies in whatever way will perfect sentient beings’ roots of virtue, and teach the Dharma according to sentient beings’ inclinations?

source: ཅི་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་ལགས། །
en: How do they quickly awaken to unsurpassed and completely perfect buddhahood?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One said to the bodhisattva great being Padmaśrīgarbha,

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ལེགས་སོ་ལེགས་སོ། །
en: “Padmaśrīgarbha, excellent!

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་ནི་འདི་ལྟར་སྔོན་གྱི་རྒྱལ་བ་ལ་ལྷག་པར་བྱ་བ་བྱས་པ། །
en: Padmaśrīgarbha, previously you have served the victorious ones,

source: དགེ་བའི་རྩ་བ་བསགས་པ།
en: gathered the roots of virtue,

source: སངས་རྒྱས་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་ལ་བསྙེན་བཀུར་བྱས་པ་སྟེ།
en: venerated a myriad buddhas.

source: ཁྱོད་འདི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་བརྩེ་བ་དང་།
en: You feel love and compassion for all beings, and

source: ཁྱོད་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་དོན་འདི་འདྲི་བར་སེམས་པ་ནི་ལེགས་སོ། །
en: that is why you ask the Thus-Gone, worthy, completely perfect Buddha about this. That is excellent!

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཁྱོད་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་།
en: Padmaśrīgarbha, therefore, listen well and pay attention.

source: ངས་ཁྱོད་ལ་བཤད་དོ། །
en: Then I shall explain it to you.”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་བཅོམ་ལྡན་འདས་ལ་ལེགས་སོ་ཞེས་གསོལ་ནས། །
en: The bodhisattva great being Padmaśrīgarbha said to the Blessed One, “Wonderful!”

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། །
en: and he listened as the Blessed One had directed him.

source: བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: The Blessed One said,

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཆོས་གཅིག་དང་ལྡན་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པ་དང་།
en: “Padmaśrīgarbha, there is one quality that, if bodhisattva great beings possess it, renders irreversible their progress to unsurpassed and completely perfect awakening, and

source: མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པ་དང་།
en: grants them the five types of clairvoyance and

source: སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཀྱང་འཐོབ་ཅིང་ཏིང་ངེ་འཛིན་དེ་ཐོབ་མ་ཐག་ཏུ་ཇི་ལྟ་ཇི་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་དགེ་བའི་རྩ་བ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ལུས་མངོན་པར་སྤྲུལ་ནས།
en: the illusory absorption. Moreover, as soon as they attain that absorption, they emanate whatever bodies in whatever way will perfect sentient beings’ roots of virtue,

source: སེམས་ཅན་རྣམས་ཀྱི་མོས་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཆོས་སྟོན་པ་དང་།
en: teach the Dharma according to sentient beings’ inclinations, and

source: ཅི་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །
en: quickly awaken to unsurpassed and completely perfect buddhahood.

source: ཆོས་གཅིག་པོ་གང་ཞེ་ན།
en: “What is that single quality?

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཁམས་གསུམ་པ་ཐམས་ཅད་ལ་མི་གནས་པ་ཡིན་ཏེ། །
en: Padmaśrīgarbha, those bodhisattvas must not abide anywhere in the three realms,

source: ནང་ངམ་ཕྱི་རོལ་ལ་གནས་པར་མི་བྱེད་དོ། །
en: neither abiding internally nor externally.

source: དེ་གནས་པ་མེད་པས་ཡང་དག་པ་མཐོང་བར་འགྱུར་རོ།
en: As they do not abide, they will see reality.

source: ཡང་དག་པ་མཐོང་བས་ཡང་དག་པ་ལ་སྦྱོར་བར་འགྱུར་རོ།
en: As they see reality, they will unite with reality.

source: ཡང་དག་པ་ལ་སྦྱོར་བས་ཅི་ལ་ཡང་བློ་ཐོགས་པར་མི་འགྱུར་རོ། །
en: As they unite with reality, nothing will impede their mind.

source: དེ་བློ་ཐོགས་པ་མེད་པས་ཡང་དག་པའི་བྱ་བ་ལ་སྤྱོད་དོ། །
en: As nothing impedes their mind, they will engage in authentic conduct.

source: ཡང་དག་པའི་བྱ་བ་ལ་སྤྱོད་པ་དེ་གང་ཞེ་ན། །
en: “What does it mean to engage in authentic conduct?

source: ཆོས་ཐམས་ཅད་ནི་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་སྟེ།
en: All phenomena arise in dependence.

source: ཆོས་གང་ཡང་ཐེར་ཟུག་ཏུ་གནས་པ་མ་ཡིན་ནོ། །
en: There is no phenomenon that can remain constantly.

source: ཆོས་ཐམས་ཅད་ནི་རྐྱེན་ལས་འབྱུང་བ་སྟེ།
en: All phenomena arise from circumstances.

source: རྐྱེན་མེད་པར་འབྱུང་བའི་ཆོས་ནི་གང་ཡང་མེད་དོ། །
en: There is no phenomenon that arises without circumstances.

source: ཆོས་གང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་དེ་ནི་མ་སྐྱེས་པའོ། །
en: Any phenomenon that arises in dependence is unborn.

source: དེ་ལྟར་ན་ཆོས་ཐམས་ཅད་ནི་སྐྱེ་བ་མེད་པ་སྟེ།
en: Therefore all phenomena are unborn.

source: ཆོས་ཐམས་ཅད་མ་སྐྱེས་པར་རྟོགས་པར་གྱུར་པ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལམ་ལ་འཇུག་པ་རྟོགས་པ་འཐོབ་བོ། །
en: To realize that all phenomena are unborn is to know how to practice the bodhisattva’s path.

source: འདི་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པའི་དངོས་པོ་དང་།
en: In this way, one attains the basis for benefiting all beings

source: སྙིང་རྗེའི་སེམས་ཀྱི་རྗེས་སུ་འཇུག་པ་རབ་ཏུ་འཐོབ་བོ།
en: and can proceed with a compassionate outlook.

source: དེ་དེ་ལྟར་མོས་པས་ཆོས་ཐམས་ཅད་སྒྱུ་མ་ལྟ་བུར་རབ་ཏུ་ཤེས་སོ། །
en: With such conviction, one comes to understand that all phenomena are illusory.

source: ཆོས་ཐམས་ཅད་ནི་ཡོངས་སུ་བརྟགས་པས་སྤྲུལ་པ་སྟེ། ཡོངས་སུ་བརྟགས་པ་དེ་ཡང་ཤིན་ཏུ་སྟོང་པའོ། །
en: All phenomena are magically manifest because they are imputed. Those imputations are also utterly empty.

source: ཆོས་ཐམས་ཅད་སྟོང་པར་རྟོགས་པ་དེ་ནི་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འཐོབ་སྟེ།
en: The realization that all phenomena are empty is the attainment of the illusory absorption.

source: ཏིང་ངེ་འཛིན་དེ་ཐོབ་མ་ཐག་ཏུ་ཇི་ལྟ་ཇི་ལྟར་སེམས་ཅན་རྣམས་དགེ་བའི་རྩ་བ་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་དེ་ལྟ་དེ་ལྟར་ལུས་མངོན་པར་སྤྲུལ་ནས་སེམས་ཅན་རྣམས་ཀྱི་མོས་པ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་ཆོས་སྟོན་པ་དང་།
en: “As soon as one attains this absorption, one emanates whatever bodies in whatever way will perfect sentient beings’ roots of virtue, and one teaches the Dharma according to sentient beings’ inclinations.

source: ཅི་ནས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: In this way, one quickly awakens to unsurpassed and completely perfect buddhahood.”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva great being Padmaśrīgarbha asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པ་གང་ལ་ལ་དག་འཁོར་འདིར་འདུས་པ་ལྟ་མཆིས་སམ།
en: “Blessed One, is there any bodhisattva great being here in this gathering who has attained this illusory absorption?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། པད་མའི་དཔལ་གྱི་སྙིང་པོ་འཁོར་འདི་ན་བསམས་བཞིན་དུ་གོ་ཆ་བགོས་པ་གང་དག་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པ་སྐྱེས་བུ་དམ་པ་དྲུག་ཅུ་ཡོད་དེ།
en: “Padmaśrīgarbha,” replied the Blessed One, “there are sixty holy beings here in this gathering who intentionally wear the armor and who have attained the illusory absorption.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སོགས་པ་སྐྱེས་བུ་དམ་པ་དྲུག་ཅུ་པོ་དག་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པ་ཡིན་ནོ།
en: There are sixty holy beings, including the bodhisattva great beings Maitreya and Mañjuśrī Kumārabhūta, who have attained this illusory absorption.”

source: བཅོམ་ལྡན་འདས་སྐྱེས་བུ་དམ་པ་འདི་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཉིད་དུ་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པ་ལགས་སམ། །
en: “Blessed One, did these holy beings attain this illusory absorption here in this world?

source: འོན་ཏེ་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དག་ན་ཡང་གང་དག་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པའི་སྐྱེས་བུ་དམ་པ་དག་ཀྱང་མཆིས། །
en: Or did these holy beings attain this illusory absorption in some other realm?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། པད་མའི་དཔལ་གྱི་སྙིང་པོ་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་ནུབ་ཀྱི་ཕྱོགས་ཆ་ལོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་བརྒྱ་སྟོང་འདས་པ་ན་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ཞེས་བྱ་བ་ཡོད་དེ།
en: The Blessed One answered, “Padmaśrīgarbha, to the west of this buddha realm, passing through one trillion buddha realms, there is a realm known as Sukhāvatī.

source: དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ཅེས་བྱ་བ་ད་ལྟར་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ། །
en: Right now the Thus-Gone, worthy, completely perfect Buddha Amitābha resides there, flourishes there, lives there, and teaches the Dharma.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཅེས་བྱ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མཐུ་ཆེན་ཐོབ་ཅེས་བྱ་བ་དང་གཉིས་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པ་ཡིན་ཏེ།
en: In his buddha realm live the bodhisattva great being Avalokiteśvara and the bodhisattva great being Mahā­sthāmaprāpta, both of whom have attained this absorption.

source: པད་མའི་དཔལ་གྱི་སྙིང་པོ་སྐྱེས་བུ་དམ་པ་དེ་གཉིས་ལས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གཞན་དག་ནུབ་བདུན་དུ་འདྲི་བའི་ལན་ཉན་པ་དེ་དག་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཐོབ་བོ།
en: Padmaśrīgarbha, it is from conversations lasting seven days with those two holy beings that other bodhisattva great beings attain this illusory absorption.”

source: བཅོམ་ལྡན་འདས་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ན་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཐོབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་མང་དུ་མཆིས་སོ། །
en: “Blessed One, there must be many bodhisattva great beings who attained the illusory absorption in that buddha realm.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཞིང་དེར་སྐྱེས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་ནི་སྒྲིམ་མི་འཚལ་བར་སྐྱེས་བུ་དམ་པ་དེ་གཉིས་ལས་ཆོས་འདྲི་བའི་ལན་ཉན་པའི་སླད་དུའོ། །
en: Blessed One, the reason is that the bodhisattva great beings who are born in that buddha realm can engage in Dharma conversations with those two holy beings without any effort.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། པད་མའི་དཔལ་གྱི་སྙིང་པོ་ཇི་སྐད་ཟེར་བ་དེ་དེ་བཞིན་ཏེ།
en: “Padmaśrīgarbha, it is exactly as you say,” said the Blessed One.

source: དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་དག་སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ལ་གནས་པ་དག་ནི་ཚད་མེད་གྲངས་མེད་དོ། །
en: “The bodhisattva great beings who abide there within the illusory absorption are indeed limitless and countless.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva great being Padmaśrīgarbha implored the Blessed One,

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཇི་ལྟ་བུའི་སེམས་ཀྱི་མཚན་མ་བསྟན་པས། སྐྱེས་བུ་དམ་པ་དེ་གཉིས་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་མཆི་བར་འགྱུར་བ་དང་། །
en: “Blessed One, thus-gone, worthy, completely perfect Buddha, please use your miraculous powers to show a mental sign by which the two holy beings will come to this Sahā world,

source: བདེ་བ་ཅན་གྱི་འཇིག་རྟེན་གྱི་ཁམས་དེ་དང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་དེ་ཡང་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན་གདའ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་རྫུ་འཕྲུལ་མངོན་པར་འདུ་མཛད་པ་
en: and the whole Sukhāvatī world together with the Thus-Gone, worthy, completely perfect Buddha Amitābha will also arrive here in this world.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། །
en: The reason is,

source: བཅོམ་ལྡན་འདས་སྐྱེས་བུ་དམ་པ་དེ་གཉིས་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་མཆིས་ན།
en: Blessed One, that if those two holy beings come to this buddha realm,

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་རྣམས་ཀྱང་དགེ་བའི་རྩ་བ་ཡོངས་སུ་རྫོགས་པར་འགྱུར།
en: the sons and daughters of noble family who follow the vehicle of the bodhisattvas will perfect their roots of virtue.

source: སྐྱེས་བུ་དམ་པ་དེ་གཉིས་ལས་ཆོས་འདྲི་བའི་ལན་ཐོས་པས། སྒྱུ་མ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཀྱང་ཐོབ་པར་འགྱུར།
en: They will hear the Dharma talks of those two holy beings, and they, too, will thereby attain the illusory absorption.

source: སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དེ་དང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་དེ་ཡང་མཐོང་སྟེ།
en: Here in this buddha realm they will be able to behold Sukhāvatī as well as the Thus-Gone, worthy, completely perfect Buddha Amitābha. Witnessing that,

source: མཐོང་ནས་ཀྱང་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས།
en: the sons and daughters of noble family will arouse the mind of unsurpassed and completely perfect awakening.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེར་སྐྱེ་བར་སྨོན་ལམ་འདེབས་པ་དང་།
en: They will make aspirations to be born in that buddha realm and, as soon as they are born there,

source: དེར་སྐྱེས་མ་ཐག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་བའི་སླད་དུའོ།
en: they will render irreversible their progress to unsurpassed and completely perfect awakening.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་པད་མའི་དཔལ་གྱི་སྙིང་པོས་གསོལ་བ་བཏབ་པར་མཁྱེན་ནས།
en: The Blessed One, understanding the bodhisattva great being Padmaśrīgarbha’s request,

source: མཛོད་སྤུ་ནས་འོད་རབ་ཏུ་བཀྱེ་སྟེ།
en: emitted a bright light from the hair between his eyebrows.

source: འོད་དེས་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་གསེར་གྱི་ཁ་དོག་གི་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ།
en: The light pervaded this entire trichiliocosm with a bright golden radiance.

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ན།
en: Throughout the entire trichiliocosm,

source: རིའི་ཚོགས་དང་ཤིང་ལྗོན་པ་དང་རིའི་རྒྱལ་པོ་རི་རབ་དང་།
en: all mountain ranges and forests as well as the central mountain,

source: རི་བཏང་བཟུང་དང་བཏང་བཟུང་ཆེན་པོ་དང་ཁོར་ཡུག་དང་ཁོར་ཡུག་ཆེན་པོ་གང་དག་ཡོད་པ་དང་། །
en: the Mucilinda Mountains, the Greater Mucilinda Mountains, the surrounding mountains, the greater surrounding mountains,

source: གང་དག་འཇིག་རྟེན་གྱི་བར་གྱི་མུན་པ་མུན་ནག་དེ་དག་ཐམས་ཅད་ཀྱང་གསེར་གྱི་ཁ་དོག་གི་སྣང་བ་དེས་ཁྱབ་པར་གྱུར་ཏོ།
en: and all places of deep darkness throughout the world were bathed in that golden light,

source: ཉི་མ་དང་ཟླ་བ་འདི་ལྟར་རྫུ་འཕྲུལ་ཆེ་བ། འདི་ལྟར་མཐུ་ཆེ་བ། འདི་ལྟར་དབང་ཆེ་བར་གྲགས་པ་འདི་དག་ཀྱང་མིག་གི་དབང་པོ་ལ་སྣང་བར་མ་གྱུར་ཏོ། །
en: eclipsing even the sun and the moon—so well known for their great miraculous ability, great strength, and great power—to the point of invisibility.

source: ནུབ་ཕྱོགས་ལོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་བརྒྱ་སྟོང་ལས་ཐལ་ནས། འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དེ་ཐམས་ཅད་གསེར་གྱི་ཁ་དོག་གི་སྣང་བ་ཆེན་པོས་ཁྱབ་པར་གྱུར་ཏོ། །
en: Toward the west, crossing through a trillion buddha realms, that brilliant golden light pervaded the entire realm of Sukhāvatī.

source: དེ་ནས་འོད་དེ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ཀྱི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ། ལན་བདུན་བསྐོར་བ་བྱས་ནས། བཅོམ་ལྡན་འདས་དེའི་སྤྱན་སྔར་མི་སྣང་བར་གྱུར་ཏོ། །
en: There, the light prostrated at the feet of the Thus-Gone, worthy, completely perfect Buddha Amitābha, circumambulated him seven times, and, in that blessed one’s presence, disappeared.

source: དེ་ནས་གང་དག་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དེར་སྐྱེས་པའི་སེམས་ཅན་རྣམས་དང་།
en: The beings who lived in Sukhāvatī, including

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་ཉན་ཐོས་ཆེན་པོ་དེ་དག་གིས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་མཐོང་ཞིང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱིས་བལྟས་པ་དེ་ཡང་མཐོང་སྟེ།
en: the bodhisattvas and the great hearers, looked toward this Sahā world and saw the Thus-Gone, worthy, completely perfect Buddha Śākyamuni surrounded by the gathering of bodhisattvas and attended upon by the saṅgha of hearers.

source: དཔེར་ན་སྐྱུ་རུ་རའི་འབྲས་བུ་ལག་མཐིལ་དུ་བཞག་པ་ལྟར་མཐོང་ནས། དེ་དག་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་རྒྱ་ཆེར་སྐྱེས་ཏེ།
en: As they saw it all, as clearly as seeing an āmalakī fruit right in their own hand, they were filled with joy and great happiness,

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཚིག་དེ་སྐད་ཀྱང་བརྗོད་དོ། །
en: and exclaimed, “Homage to the Blessed One, the thus-gone, worthy, completely perfect Buddha Śākyamuni!”

source: འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདིར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་དུ་གང་དག་འདུས་པ་དགེ་སློང་དང་དགེ་སློང་མ་དང་དགེ་བསྙེན་དང་དགེ་བསྙེན་མ་དང་། ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་དྲི་ཟ་དང་ལྷ་མ་ཡིན་དང་ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་ལྟོ་འཕྱེ་ཆེན་པོ་དང་མི་དང་། མི་མ་ཡིན་པ་དང་། བརྒྱ་བྱིན་དང་ཚངས་པ་དང་འཇིག་རྟེན་སྐྱོང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའ་འདུས་པ་
en: Here in the Sahā world, the assembled retinue of the Thus-Gone, worthy, completely perfect Buddha Śākyamuni consisted of monks, nuns, laymen, laywomen, gods, nāgas, yakṣas, gandharvas, demigods, garuḍas, kinnaras, and mahoragās, humans, nonhumans, Śakra, Brahmā, the guardians of the world, and bodhisattvas.

source: དེ་དག་གིས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དེ་དང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱིས་མདུན་གྱིས་བལྟས་ཏེ། རིའི་རྒྱལ་པོ་བཞིན་དུ་འབར་བ་དེ་དང་ཐམས་ཅད་དང་ལྡན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དེ་ཡང་ས་ལེར་མཐོང་སྟེ།
en: All of them could now also vividly see the world of Sukhāvatī and the Thus-Gone, worthy, completely perfect Buddha Amitābha, who was shining like the king of mountains, surrounded by the assembly of bodhisattvas and attended upon by the saṅgha of hearers. They saw the entire buddha realm in this way.

source: སྐྱེས་བུ་མིག་དང་ལྡན་པས། འདོམ་གང་ཙམ་གྱི་ཕྱོགས་ན་སྐྱེས་བུ་ཅིག་ཤོས་ཀྱི་བཞིན་གྱི་དཀྱིལ་འཁོར་སྒྲིམ་མི་དགོས་པར་མཐོང་བ་དེ་བཞིན་དུ། །
en: Just as a person with perfect sight can see the face of another person only a fathom away without any strain,

source: འཇིག་རྟེན་གྱི་ཁམས་འདི་དང་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ནས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་ཏུ་མེད་པ་མཐོང་ངོ་། །འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ཡོན་ཏན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་དུ་མས་གང་བ་ཡོན་ཏན་གྱི་བཀོད་པ་ཆེན་པོ་དང་ལྡན་པ་དེ་ཡང་སྣང་ངོ་།
en: from this world and this buddha realm they saw the Thus-Gone, worthy, completely perfect Buddha Amitābha, as well as the world of Sukhāvatī, which appeared in a great display of fine features, filled with trillions of qualities.

source: མཐོང་ནས་ཀྱང་དགའ་བ་དང་མཆོག་ཏུ་དགའ་བ་རྒྱ་ཆེན་པོ་སྐྱེས་ཏེ།
en: Witnessing it, they were filled with joy and great happiness, and

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཚིག་དེ་སྐད་ཀྱང་བརྗོད་དོ། །
en: exclaimed, “Homage to the Blessed One, the thus-gone, worthy, completely perfect Buddha Amitābha!”

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡང་དག་པར་བསྟན་པར་མཛད་པ་ན་སངས་རྒྱས་ཀྱི་ཞིང་འདི་ན་སྔོན་སེམས་མ་བསྐྱེད་པའི་སྲོག་ཆགས་བརྒྱད་ཁྲི་བཞི་སྟོང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ།
en: When that buddha realm was shown to them, 84,000 beings here in this buddha realm, who had not previously aroused the mind of awakening, now gave rise to the mind set upon unsurpassed and completely perfect awakening.

source: འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་བ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་དགེ་བའི་རྩ་བ་ཡོངས་སུ་བསྔོའོ། །
en: They dedicated the roots of virtue toward taking birth in the world of Sukhāvatī, as well as toward unsurpassed and completely perfect awakening.

source: འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དང་ཉན་ཐོས་ཆེན་པོ་གང་དག་འཁོད་པ་དེ་དག་གིས། འཇིག་རྟེན་གྱི་ཁམས་མི་མཇེད་འདི་མཐོང་ནས། ངོ་མཚར་དུ་གྱུར་ཏེ།
en: In the world of Sukhāvatī, the assembled bodhisattva great beings and great hearers saw the Sahā world and were amazed.

source: ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ཞིང་ཚིག་འདི་སྐད་ཅེས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཀྱང་བརྗོད་དོ། །
en: They joined the palms of their hands and prostrated toward the Blessed One, the thus-gone, worthy, completely perfect Buddha Śākyamuni while they called out, “Homage to the Blessed One, the thus-gone, worthy, completely perfect Buddha Śākyamuni!”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དང་ཉན་ཐོས་ཆེན་པོ་དེ་དག་གིས་ཚིག་དེ་བརྗོད་མ་ཐག་ཏུ་དེའི་ཚེ།
en: As soon as the bodhisattva great beings and the great hearers had spoken these words,

source: ཐམས་ཅད་དང་ལྡན་པའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་རྣམ་པ་དྲུག་ཏུ་
en: the entire world shook in six ways:
